[
	{
		"id": "http://zotero.org/users/163570/items/P9TKRF3U",
		"type": "chapter",
		"title": "El homicidio en la Provincia de Soto 1903 - 1930",
		"container-title": "Perspectivas históricas sobre la criminalidad y los conflictos sociales en Bucaramanga, siglo XX",
		"collection-title": "Colección Escuela de Historia, 25 años",
		"collection-number": "4",
		"publisher": "Universidad Industrial de Santander, Dirección Cultural",
		"publisher-place": "Bucaramanga",
		"page": "63-107",
		"source": "Gemeinsamer Bibliotheksverbund ISBN",
		"event-place": "Bucaramanga",
		"ISBN": "978-958-8777-41-2",
		"language": "spa",
		"editor": [
			{
				"family": "Alvarez Orozco",
				"given": "René"
			},
			{
				"family": "Ramírez Ocampo",
				"given": "Natalia"
			}
		],
		"author": [
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/9VSFXBJM",
		"type": "article-journal",
		"title": "Historia digital: la memoria en el archivo infinito",
		"container-title": "Historia Crítica",
		"page": "82-103",
		"issue": "43",
		"source": "CrossRef",
		"URL": "http://historiacritica.uniandes.edu.co/view.php/694/index.php?id=694",
		"DOI": "10.7440/histcrit43.2011.06",
		"ISSN": "01211617, 19006152",
		"title-short": "Historia digital",
		"author": [
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2015",
					7,
					28
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/W9TQGMQ2",
		"type": "article-journal",
		"title": "Pasión y honor. Elementos culturales del homicidio en la provincia de Soto (Santander) de 1903 a 1930",
		"container-title": "Anuario de Historia Regional y de las Fronteras",
		"volume": "15",
		"issue": "1",
		"source": "revistas.uis.edu.co",
		"abstract": "Resumen      Este artículo relaciona algunos elementos culturales de los conflictos interpersonales como son aquellos enmarcados en los conceptos de honor y pasión, entendiéndolos como sentimientos que adquieren sentido en las relaciones sociales, y que se pueden evidenciar en los casos de homicidio en la Provincia de Soto entre 1903 y 1930. El honor por lo general ha sido tratado desde la perspectiva de los hombres honorables, pero también existe una forma de honor en las personas del común, en un sentido más conflictivo y complejo, que residía por lo general en el respeto generado por sus iguales y en la sexualidad de las mujeres. Así mismo, la pasión era un sentimiento que conllevaba a reacciones violentas, relacionado en buena medida con el honor, y cuya reacción podía ser más o menos ritualizada en un pleito o bastante impulsiva en una riña.        Palabras clave:  Honor, Pasión, Homicidio, Pleitos, Riñas, Provincia de Soto, Historia del crimen.                  Abstract      This article relates some cultural elements of interpersonal conflicts such as those framed in the concepts of honor and passion, feelings that adquiere sense in the social relationships, and that one can identify in cases of homicide in the Soto Province between 1903 and 1930. The honor has usually been treated from the perspective of honorable men, but also exist a way of honor from ordinary people, in a more contentious and complex context, usually residing in the respect generated by his peers and in the sexuality of women. Likewise, the passion was a feeling that leads to violent reactions, related largely to the honor, and whose reaction could be more or less ritualized in a fight or impulsive in a brawl.        Keywords:  Honor, Passion, Murder, Fights, Brawls, Soto Province, Crime History",
		"URL": "http://revistas.uis.edu.co/index.php/anuariohistoria/article/view/1405",
		"ISSN": "2145-8499",
		"language": "es",
		"author": [
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2015",
					7,
					28
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/FFG9KCKJ",
		"type": "book",
		"title": "Crimen y Castigo en Santander a inicios del Siglo XX",
		"collection-title": "Becas bicentenario",
		"publisher": "Gobernación de Santander",
		"publisher-place": "Bucaramanga",
		"source": "www.academia.edu",
		"event-place": "Bucaramanga",
		"abstract": "El presente ensayo es una historia de cómo a comienzos de Siglo el santandereano enfrentó al homicidio y al homicida, cómo los espacios de ocio y de trabajo podían ser escenario de un enfrentamiento entre quienes segundos atrás eran compadres, amigos",
		"URL": "https://www.academia.edu/1153298/Crimen_y_Castigo_en_Santander_a_inicios_del_Siglo_XX",
		"ISBN": "978-958-44-9700-0",
		"author": [
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2011"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2015",
					7,
					28
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/N53I2T66",
		"type": "thesis",
		"title": "Organización de la administración de justicia penal en Santander de 1886 a 1930",
		"publisher": "Universidad Industrial de Santander",
		"publisher-place": "Bucaramanga",
		"genre": "Tesis de Maestría",
		"event-place": "Bucaramanga",
		"author": [
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2012"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/PMWEPWDS",
		"type": "article-journal",
		"title": "Justicia, abogados y criminalidad en Santander (1902-1930)",
		"container-title": "Anuario Colombiano de Historia Social y de la Cultura",
		"page": "145-176",
		"volume": "40",
		"issue": "1",
		"URL": "http://www.revistas.unal.edu.co/index.php/achsc/article/view/38767/40758",
		"author": [
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2013"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2015",
					7,
					28
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/MW2K4TAI",
		"type": "article-journal",
		"title": "Lectura distante, fragmentada y colaborativa en el archivo infinito",
		"container-title": "Relaciones. Estudios de Historia y Sociedad",
		"page": "169-189",
		"volume": "38",
		"issue": "149",
		"source": "www.revistarelaciones.com",
		"abstract": "Este ensayo se centra en las posibilidades que brindan las aplicaciones informáticas para la lectura de textos en un contexto de datos Masivos; es decir, de un archivo infinito, lo cual es un aspecto clave de las humanidades digitales. El problema por revisar es hasta qué punto una aplicación informática puede leer textos y traducirlos para la comprensión humana. Para enfrentar este propósito se considera pertinente abordar tres formas de lectura que están relacionadas intrínsecamente con la revolución informática: distante, fragmentada y colaborativa. El análisis de estas formas de lectura implica cuestiones más amplias sobre la lectura en la web y la dicotomía entre las posibilidades que pueden brindar las aplicaciones informáticas y los resultados empíricos de la utilización de modelos computarizados en el estudio de la cultura.",
		"URL": "http://www.revistarelaciones.com/index.php/relaciones/article/view/251",
		"ISSN": "2448-7554",
		"language": "es",
		"author": [
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					3,
					20
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/TBH68U8M",
		"type": "article-journal",
		"title": "El indulto en el proceso de Independencia de la Nueva Granada, 1808-1821",
		"container-title": "Revista Historia y Justicia",
		"issue": "6",
		"source": "rhj.revues.org",
		"abstract": "El perdón real caracterizó a la justicia de la monarquía castellana. Al iniciar el proceso de independencia, en el Nuevo Reino de Granada, éste fue abordado, por lo general, como un mecanismo para obtener lealtades y reducir la cantidad de personas vinculadas con grupos rebeldes o con organizaciones políticas asociadas al movimiento constitucional de 1811 a 1815. De igual manera, el ejército insurgente y el gobierno provisional usaron el perdón de criminales como una manera de obtener legitimidad y procurar lealtades de los habitantes de los territorios en disputa. Este artículo explora el uso del indulto desde una perspectiva jurídica y política, para entender sus propósitos estratégicos en tanto instrumento legal empleado por las facciones en conflicto.",
		"URL": "http://rhj.revues.org/612",
		"DOI": "10.4000/rhj.612",
		"ISSN": "0719-4153",
		"language": "es",
		"author": [
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					6,
					26
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/976RGHWF",
		"type": "thesis",
		"title": "El homicidio en la provincia de Soto 1903-1930",
		"publisher": "Universidad Industrial de Santander",
		"publisher-place": "Bucaramanga",
		"number-of-pages": "193",
		"genre": "Tesis de grado",
		"event-place": "Bucaramanga",
		"language": "es",
		"author": [
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2009"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/EHGV5WAA",
		"type": "article-journal",
		"title": "Presente y perspectivas de las humanidades digitales en América Latina",
		"container-title": "Mélanges de la Casa de Velázquez",
		"page": "281-284",
		"volume": "47",
		"issue": "2",
		"source": "Cairn.info",
		"abstract": "‪Cette contribution se veut un examen critique des discussions autour des sciences humaines numériques et de l'histoire numérique en Amérique latine. De même prend-t-elle en considération le potentiel qui pourrait la conduire à devenir un champ disciplinaire.‪, ‪This contribution is a critical review of discussions on Digital Humanities and Digital History in latin America and is potential to become a disciplinary field.‪, La presente contribución es una revisión crítica de los debates sobre humanidades digitales e historia digital en América Latina y su potencial para convertirse en un campo disciplinar.",
		"URL": "https://www.cairn.info/revue-melanges-de-la-casa-de-velazquez-2017-2-page-281.htm",
		"ISSN": "0076-230X",
		"language": "es",
		"author": [
			{
				"family": "Gayol",
				"given": "Víctor"
			},
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2017",
					12,
					12
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/VYVIY2RF",
		"type": "article-journal",
		"title": "Revistas digitales en América Latina: Historia 2.0 y Relaciones Estudios de Historia y Sociedad. Dos experiencias",
		"container-title": "Atek Na",
		"page": "115-140",
		"issue": "6",
		"ISSN": "16681479, 24226726",
		"author": [
			{
				"family": "Gayol",
				"given": "Víctor"
			},
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2017"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/163570/items/HJM94S3H",
		"type": "article-journal",
		"title": "Jurisdictional Culture and Memory Digitization of the “Government of Justice.” Data Modeling and Digital Approach for the Legal History of Ibero-America",
		"container-title": "Culture & History Digital Journal",
		"page": "017",
		"volume": "7",
		"issue": "2",
		"source": "cultureandhistory.revistas.csic.es",
		"abstract": "Can a machine retrieve the cultural meaning from a corpus of sources? This article addresses the scope and restrictions that digitization, transcription, and data modeling represents for machine-mediated readings of legal, historical records, particularly those derived from the cultural context of Hispanic empire. It compares the dichotomy between the ambiguous language of ancient regime legal texts and the unambiguity required by machinereadable files. Besides, is problematize the corporal reading and the strategy of distant-reading and visualizations as a model for interpretation of vast bulk of textual data. We propose a strategy for segmentation and data modelling for the approach the textual logic of ancient regime legal records based on their hierarchization, interrelation with nonjudiciary sources (theological, historical, philosophical, etc.), its internal segmentation, the non-linear logic of the normative, and the authoritative requirements of compilations and relevant legal works. Its conclude that the advantages of automation are attached to the ability to manipulate files without distorting the original meaning of the texts, therefore, it proposes the necessity to develop standardized vocabularies that help to avoid anachronistic approaches regarding Modern Age legal sources.",
		"URL": "http://cultureandhistory.revistas.csic.es/index.php/cultureandhistory/article/view/145",
		"DOI": "10.3989/chdj.2018.017",
		"ISSN": "2253-797X",
		"language": "en",
		"author": [
			{
				"family": "Gayol",
				"given": "Víctor"
			},
			{
				"family": "Melo Flórez",
				"given": "Jairo Antonio"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2018"
				]
			]
		},
		"accessed": {
			"date-parts": [
				[
					"2019",
					1,
					31
				]
			]
		}
	}
]